Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: 설치 실패
ar: فشل التثبيت
en: Installation failed
es: Error de instalación
fr: Échec de l'installation
hi: इंस्टॉल विफल
ja: インストール失敗
pt_br: Falha na instalação
ru: Ошибка установки
zh_hans: 安装失败

source: 설치 완료
ar: اكتمل التثبيت
en: Installed
es: Instalado
fr: Installé
hi: इंस्टॉल हो गया
ja: インストール完了
pt_br: Instalado
ru: Установлено
zh_hans: 安装完成

source: 성공
ar: نجح
en: Success
es: Correcto
fr: Réussi
hi: सफल
ja: 成功
pt_br: Sucesso
ru: Успешно
zh_hans: 成功

source: 성적표
ar: بطاقة الأداء
en: Scorecard
es: Boletín de resultados
fr: Bilan
hi: स्कोरकार्ड
ja: 成績表
pt_br: Boletim
ru: Табель
zh_hans: 成绩单

source: 세로 모드에서 자동 숨김
ar: إخفاء تلقائي في الوضع الرأسي
en: Auto-hide in portrait
es: Ocultar automáticamente en vertical
fr: Masquer automatiquement en portrait
hi: पोर्ट्रेट में स्वतः छिपाएँ
ja: 縦向きで自動的に隠す
pt_br: Ocultar automaticamente na vertical
ru: Автоскрытие в вертикальной ориентации
zh_hans: 竖屏时自动隐藏

source: 세로 모드에서 컨트롤 숨김 버튼
ar: زر إخفاء عناصر التحكم في الوضع العمودي
en: Hide-controls button in portrait
es: Botón para ocultar controles en vertical
fr: Bouton masquer les commandes en portrait
hi: पोर्ट्रेट में नियंत्रण छिपाने वाला बटन
ja: 縦向きでコントロール非表示ボタン
pt_br: Botão de ocultar controles na vertical
ru: Кнопка скрытия элементов в вертикальной ориентации
zh_hans: 竖屏时显示隐藏控件按钮

source: 세션
ar: الجلسات
en: Sessions
es: Sesiones
fr: Sessions
hi: सत्र
ja: セッション
pt_br: Sessões
ru: Сессии
zh_hans: 会话

source: 세션 %lld건을 삭제하지 못했어요.
ar: تعذّر حذف %lld جلسة.
en: Couldn’t delete %lld sessions.
es: No se pudieron eliminar %lld sesiones.
fr: Impossible de supprimer %lld sessions.
hi: %lld सत्र हटाए नहीं जा सके।
ja: セッション%lld件を削除できませんでした。
pt_br: Não foi possível excluir %lld sessões.
ru: Не удалось удалить %lld сессий.
zh_hans: 无法删除 %lld 个会话。

source: 세션 경로 폴더를 만들 수 없어요. 경로를 확인해 주세요.
ar: تعذّر إنشاء مجلد مسار الجلسة. يرجى التحقق من المسار.
en: Couldn't create the session path folder. Please check the path.
es: No se pudo crear la carpeta de la ruta de la sesión. Comprueba la ruta.
fr: Impossible de créer le dossier du chemin de la session. Veuillez vérifier le chemin.
hi: सेशन पथ फ़ोल्डर नहीं बनाया जा सका। कृपया पथ जाँचें।
ja: セッションパスのフォルダを作成できませんでした。パスを確認してください。
pt_br: Não foi possível criar a pasta do caminho da sessão. Verifique o caminho.
ru: Не удалось создать папку для пути сессии. Проверьте путь.
zh_hans: 无法创建会话路径文件夹。请检查路径。

source: 세션 루트 기준 상대경로. 비우면 attachments 폴더에 저장됩니다.
ar: مسار نسبي إلى جذر الجلسة. إذا تُرك فارغًا، يُحفظ في مجلد attachments.
en: Relative to the session root. Saved to the attachments folder if left empty.
es: Relativo a la raíz de la sesión. Si se deja vacío, se guarda en la carpeta attachments.
fr: Relatif à la racine de la session. Enregistré dans le dossier attachments si vide.
hi: सेशन रूट के सापेक्ष। खाली छोड़ने पर attachments फ़ोल्डर में सहेजा जाएगा।
ja: セッションのルートからの相対パス。空欄なら attachments フォルダに保存されます。
pt_br: Relativo à raiz da sessão. Se vazio, salvo na pasta attachments.
ru: Относительно корня сессии. Если пусто — сохраняется в папку attachments.
zh_hans: 相对于会话根目录。留空则保存到 attachments 文件夹。

source: 세션 메뉴
ar: قائمة الجلسة
en: Session menu
es: Menú de sesión
fr: Menu de session
hi: सत्र मेनू
ja: セッション メニュー
pt_br: Menu da sessão
ru: Меню сессии
zh_hans: 会话菜单

source: 세션 목록
ar: قائمة الجلسات
en: Session list
es: Lista de sesiones
fr: Liste des sessions
hi: सत्र सूची
ja: セッション一覧
pt_br: Lista de sessões
ru: Список сессий
zh_hans: 会话列表

source: 세션 목록에서 이어받은 모바일 세션을 여세요.
ar: افتح الجلسة الجوّالة المُتابَعة من قائمة الجلسات.
en: Open the resumed mobile session from the session list.
es: Abre la sesión móvil reanudada desde la lista de sesiones.
fr: Ouvrez la session mobile reprise depuis la liste des sessions.
hi: सत्र सूची से जारी रखी गई मोबाइल सत्र खोलें।
ja: セッション一覧から、引き継いだモバイル セッションを開いてください。
pt_br: Abra a sessão móvel retomada na lista de sessões.
ru: Откройте продолженную мобильную сессию из списка сессий.
zh_hans: 请从会话列表中打开已接续的手机会话。

source: 세션 보관
ar: جارٍ أرشفة الجلسة
en: Archiving session
es: Archivando sesión
fr: Archivage de la session
hi: सत्र संग्रहित कर रहे हैं
ja: セッションをアーカイブ中
pt_br: Arquivando sessão
ru: Архивирование сессии
zh_hans: 正在归档会话

source: 세션 비우기
ar: تفريغ الجلسة
en: Clear session
es: Vaciar sesión
fr: Vider la session
hi: सत्र खाली करें
ja: セッションをクリア
pt_br: Limpar sessão
ru: Очистка сессии
zh_hans: 清空会话

source: 세션 삭제
ar: حذف الجلسة
en: Delete session
es: Eliminar sesión
fr: Supprimer la session
hi: सत्र हटाएँ
ja: セッション削除
pt_br: Excluir sessão
ru: Удаление сессии
zh_hans: 删除会话

source: 세션 생성
ar: إنشاء جلسة
en: Create session
es: Crear sesión
fr: Créer une session
hi: सत्र बनाएँ
ja: セッション作成
pt_br: Criar sessão
ru: Создание сессии
zh_hans: 创建会话

source: 세션 알림 설정
ar: إشعارات الجلسة
en: Session notifications
es: Notificaciones de la sesión
fr: Notifications de la session
hi: सत्र सूचनाएं
ja: セッション通知
pt_br: Notificações da sessão
ru: Уведомления сессии
zh_hans: 会话通知

source: 세션 알림 음소거와 채팅 도구 모음 — 채팅 화면의 주황 버튼들.
ar: كتم إشعارات الجلسة ومجموعة أدوات الدردشة — الأزرار البرتقالية في شاشة الدردشة.
en: Per-session notification mute and the chat tool set — the orange buttons on the chat screen.
es: Silenciar notificaciones por sesión y el conjunto de herramientas del chat: los botones naranjas de la pantalla de chat.
fr: Le silence des notifications par session et la barre d'outils du chat — les boutons orange de l'écran de discussion.
hi: प्रति-सत्र सूचना म्यूट और चैट टूल सेट — चैट स्क्रीन के नारंगी बटन।
ja: セッション単位の通知ミュートとチャットのツール群 — チャット画面のオレンジのボタン。
pt_br: Silenciar notificações por sessão e o conjunto de ferramentas do chat — os botões laranja na tela de chat.
ru: Отключение уведомлений для сессии и набор инструментов чата — оранжевые кнопки на экране чата.
zh_hans: 按会话静音通知与聊天工具组——聊天界面上的橙色按钮。

source: 세션 열기
ar: فتح الجلسة
en: Open session
es: Abrir sesión
fr: Ouvrir la session
hi: सत्र खोलें
ja: セッションを開く
pt_br: Abrir sessão
ru: Открыть сессию
zh_hans: 打开会话

source: 세션 이름 변경
ar: إعادة تسمية الجلسة
en: Rename session
es: Renombrar sesión
fr: Renommer la session
hi: सत्र का नाम बदलें
ja: セッション名を変更
pt_br: Renomear sessão
ru: Переименовать сессию
zh_hans: 重命名会话

source: 세션 일괄 처리
ar: إجراء جماعي على الجلسات
en: Bulk session action
es: Acción masiva de sesiones
fr: Action groupée sur les sessions
hi: सत्रों की सामूहिक कार्रवाई
ja: セッションの一括処理
pt_br: Ação em massa de sessões
ru: Массовая операция с сессиями
zh_hans: 批量处理会话

source: 세션 종류
ar: نوع الجلسة
en: Session type
es: Tipo de sesión
fr: Type de session
hi: सत्र प्रकार
ja: セッションの種類
pt_br: Tipo de sessão
ru: Тип сессии
zh_hans: 会话类型

source: 세션마다 사용할 코드 에이전트 CLI 를 골라둘 수 있습니다 (현재 Claude Code, Google Antigravity 지원). 데스크탑 앱의 daemon 에 새 어댑터가 등록되면 픽커에 자동으로 노출돼 iOS 앱 업데이트 없이도 늘어납니다.
ar: يمكنك اختيار CLI وكيل البرمجة المستخدَم في كل جلسة (تدعم حاليًا Claude Code و Google Antigravity). عند تسجيل محوّل جديد في daemon تطبيق سطح المكتب، يظهر تلقائيًا في القائمة دون الحاجة إلى تحديث تطبيق iOS.
en: You can pick the coding-agent CLI for each session (Claude Code and Google Antigravity supported today). When a new adapter is registered with the desktop-app daemon, it shows up in the picker automatically — no iOS app update needed.
es: Puedes elegir la CLI del agente de programación para cada sesión (hoy se soportan Claude Code y Google Antigravity). Cuando se registra un nuevo adaptador en el daemon de la app de escritorio, aparece automáticamente en el selector — sin necesidad de actualizar la app de iOS.
fr: Vous pouvez choisir la CLI de l’agent de codage pour chaque session (Claude Code et Google Antigravity sont pris en charge aujourd’hui). Lorsqu’un nouvel adaptateur est enregistré dans le daemon de l’app de bureau, il apparaît automatiquement dans le sélecteur — aucune mise à jour de l’app iOS requise.
hi: हर सत्र के लिए कोडिंग एजेंट CLI चुनी जा सकती है (वर्तमान में Claude Code और Google Antigravity समर्थित)। डेस्कटॉप ऐप के daemon में नया एडाप्टर रजिस्टर होने पर वह पिकर में अपने आप दिखता है — iOS ऐप अपडेट करने की ज़रूरत नहीं।
ja: セッションごとに使うコーディングエージェント CLI を選べます（現在 Claude Code と Google Antigravity に対応）。デスクトップアプリの daemon に新しいアダプターが登録されると、ピッカーに自動で表示されます — iOS アプリの更新は不要です。
pt_br: Você pode escolher a CLI do agente de programação para cada sessão (hoje há suporte a Claude Code e Google Antigravity). Quando um novo adaptador é registrado no daemon do app de desktop, ele aparece automaticamente no seletor — sem precisar atualizar o app de iOS.
ru: Для каждой сессии можно выбирать CLI кодинг-агента (сейчас поддерживаются Claude Code и Google Antigravity). Когда в daemon десктоп-приложения регистрируется новый адаптер, он автоматически появляется в выпадающем списке — обновление приложения для iOS не требуется.
zh_hans: 可为每个会话选择要使用的编码 Agent CLI(目前支持 Claude Code 与 Google Antigravity)。当桌面应用的 daemon 注册了新的适配器时,选择器中会自动出现 — 无需更新 iOS 应用。

source: 세션마다 사용할 코드 에이전트 CLI 를 골라둘 수 있습니다 (현재 Claude Code, Google Antigravity, OpenAI Codex, GitHub Copilot CLI, OpenCode 지원). 데스크탑 앱의 daemon 에 새 어댑터가 등록되면 픽커에 자동으로 노출돼 iOS 앱 업데이트 없이도 늘어납니다.
ar: يمكنك اختيار CLI وكيل الكود لكل جلسة (المدعوم حالياً: Claude Code، Google Antigravity، OpenAI Codex، GitHub Copilot CLI، OpenCode). عند تسجيل محوّل جديد في daemon تطبيق سطح المكتب يظهر تلقائياً في المنتقي دون الحاجة لتحديث تطبيق iOS.
en: You can pick which code-agent CLI to use per session (currently Claude Code, Google Antigravity, OpenAI Codex, GitHub Copilot CLI, and OpenCode are supported). When a new adapter is registered in the desktop app’s daemon, it shows up in the picker automatically — no iOS app update needed.
es: Puedes elegir qué CLI de agente de código usar en cada sesión (actualmente compatibles: Claude Code, Google Antigravity, OpenAI Codex, GitHub Copilot CLI y OpenCode). Cuando se registra un nuevo adaptador en el daemon de la app de escritorio, aparece automáticamente en el selector — sin necesidad de actualizar la app de iOS.
fr: Vous pouvez choisir le CLI d’agent de code à utiliser pour chaque session (actuellement pris en charge : Claude Code, Google Antigravity, OpenAI Codex, GitHub Copilot CLI et OpenCode). Lorsqu’un nouvel adaptateur est enregistré dans le daemon de l’app macOS, il apparaît automatiquement dans le sélecteur — sans mise à jour de l’app iOS.
hi: प्रत्येक सत्र के लिए उपयोग किया जाने वाला कोड-एजेंट CLI चुन सकते हैं (वर्तमान में Claude Code, Google Antigravity, OpenAI Codex, GitHub Copilot CLI, OpenCode समर्थित)। डेस्कटॉप ऐप के daemon में नया अडैप्टर पंजीकृत होने पर वह picker में अपने आप दिख जाता है — iOS ऐप अपडेट की जरूरत नहीं।
ja: セッションごとに使うコードエージェント CLI を選べます (現在 Claude Code、Google Antigravity、OpenAI Codex、GitHub Copilot CLI、OpenCode に対応)。デスクトップアプリの daemon に新しいアダプターが登録されると、ピッカーに自動的に表示され、iOS アプリの更新なしに増えていきます。
pt_br: Você pode escolher qual CLI de agente de código usar por sessão (atualmente suportados: Claude Code, Google Antigravity, OpenAI Codex, GitHub Copilot CLI e OpenCode). Quando um novo adaptador é registrado no daemon do app de desktop, ele aparece automaticamente no seletor — sem precisar atualizar o app de iOS.
ru: Для каждой сессии можно выбрать, какой CLI код-агента использовать (сейчас поддерживаются Claude Code, Google Antigravity, OpenAI Codex, GitHub Copilot CLI и OpenCode). Когда в daemon настольного приложения регистрируется новый адаптер, он автоматически появляется в выборе — обновлять iOS-приложение не нужно.
zh_hans: 可为每个会话选择所用的代码代理 CLI（目前支持 Claude Code、Google Antigravity、OpenAI Codex、GitHub Copilot CLI、OpenCode）。在桌面应用的 daemon 中注册新适配器后会自动出现在选择器里，无需更新 iOS 应用。

source: 세션에 오류가 발생했어요
ar: حدث خطأ في الجلسة
en: Session error
es: Error en la sesión
fr: Erreur de session
hi: सत्र में त्रुटि
ja: セッションでエラー発生
pt_br: Erro na sessão
ru: Ошибка сессии
zh_hans: 会话出错

source: 세션에서 dev 서버를 띄우면(예: npm run dev) 자동으로 화면이 나타납니다.
ar: عند تشغيل خادم dev في الجلسة (مثل npm run dev)، سيظهر هنا تلقائيًا.
en: When you start a dev server in the session (e.g. npm run dev), it appears here automatically.
es: Cuando inicies un servidor dev en la sesión (p. ej. npm run dev), aparecerá aquí automáticamente.
fr: Lorsque vous démarrez un serveur dev dans la session (par ex. npm run dev), il apparaît ici automatiquement.
hi: जब आप सेशन में dev सर्वर शुरू करते हैं (जैसे npm run dev), यह यहाँ अपने आप दिखाई देगा।
ja: セッションで dev サーバーを起動すると（例: npm run dev）、自動的にここに表示されます。
pt_br: Quando você iniciar um servidor dev na sessão (ex.: npm run dev), ele aparece aqui automaticamente.
ru: Когда вы запустите dev-сервер в сессии (например, npm run dev), он автоматически появится здесь.
zh_hans: 当你在会话中启动 dev 服务器（例如 npm run dev）后，这里会自动显示。

source: 세션은 Mac 의 코드 에이전트와 나누는 대화예요. 새 세션을 만들어 레포를 고르면 모바일에서 바로 명령을 보낼 수 있어요.
ar: الجلسة هي محادثة مع وكيل البرمجة على جهاز Mac. أنشئ جلسة، اختر مستودعًا، وابدأ بإرسال الأوامر من هاتفك فورًا.
en: A session is a conversation with the code agent on your Mac. Create one, pick a repo, and start sending commands from your phone right away.
es: Una sesión es una conversación con el agente de código de tu Mac. Crea una, elige un repositorio y empieza a enviar comandos desde el móvil.
fr: Une session est une conversation avec l'agent de code sur votre Mac. Créez-en une, choisissez un dépôt et envoyez des commandes depuis votre téléphone.
hi: सेशन आपके Mac पर कोड एजेंट के साथ बातचीत है। एक सेशन बनाएं, रेपो चुनें और फ़ोन से तुरंत कमांड भेजना शुरू करें।
ja: セッションは Mac 上のコードエージェントとの会話です。新しいセッションを作成してリポジトリを選べば、すぐにモバイルからコマンドを送れます。
pt_br: Uma sessão é uma conversa com o agente de código no seu Mac. Crie uma, escolha um repositório e comece a enviar comandos pelo celular.
ru: Сессия — это диалог с агентом кода на вашем Mac. Создайте сессию, выберите репозиторий и сразу отправляйте команды с телефона.
zh_hans: 会话是与 Mac 上代码代理的对话。新建会话并选择仓库，就能立即从手机发送命令。

source: 세션은 코드 에이전트 CLI 와의 대화 단위입니다. 만들기 / 이름 변경 / 비우기 / 삭제.
ar: الجلسة هي وحدة المحادثة مع وكيل البرمجة عبر سطر الأوامر. الإنشاء / إعادة التسمية / المسح / الحذف.
en: A session is one conversation with the coding-agent CLI. Create / rename / clear / delete.
es: Una sesión es una conversación con la CLI del agente de programación. Crear / renombrar / vaciar / eliminar.
fr: Une session est une conversation avec la CLI de l’agent de codage. Créer / renommer / vider / supprimer.
hi: एक सत्र कोडिंग एजेंट CLI के साथ एक बातचीत है। बनाएँ / नाम बदलें / साफ़ करें / हटाएँ।
ja: セッションはコーディングエージェント CLI との会話 1 つ分の単位です。作成 / 名前変更 / 内容消去 / 削除。
pt_br: Uma sessão é uma conversa com a CLI do agente de programação. Criar / renomear / limpar / excluir.
ru: Сессия — это одна беседа с CLI кодинг-агента. Создание / переименование / очистка / удаление.
zh_hans: 会话是与编码 Agent CLI 的一次对话单元。创建 / 重命名 / 清空 / 删除。

source: 세션은 코드 에이전트 CLI 와의 대화 단위입니다. 만들기 / 이름 변경 / 삭제.
ar: الجلسة هي وحدة محادثة مع واجهة سطر أوامر وكيل الكود. أنشئ / أعد التسمية / احذف.
en: A session is a conversation unit with the code agent CLI. Create / Rename / Delete.
es: Una sesión es una unidad de conversación con la CLI del agente de código. Crear / Renombrar / Eliminar.
fr: Une session est une unité de conversation avec la CLI de l’agent de code. Créer / Renommer / Supprimer.
hi: सेशन कोड एजेंट CLI के साथ बातचीत की इकाई है। बनाएँ / नाम बदलें / हटाएँ।
ja: セッションはコードエージェント CLI との会話の単位です。作成 / 名前変更 / 削除。
pt_br: Uma sessão é uma unidade de conversa com a CLI do agente de código. Criar / Renomear / Excluir.
ru: Сессия — это диалог с CLI агента кода. Создать / Переименовать / Удалить.
zh_hans: 会话是与代码代理 CLI 的对话单元。新建 / 重命名 / 删除。

source: 세션을 만들어 에이전트를 실행 중이에요. 끝나면 알림이 와요.
ar: تم إنشاء جلسة والوكيل قيد التشغيل. وسيصلك إشعار عند الانتهاء.
en: A session was created and the agent is running. You’ll get a notification when it finishes.
es: Se creó una sesión y el agente se está ejecutando. Recibirás una notificación al terminar.
fr: Une session a été créée et l’agent s’exécute. Vous recevrez une notification à la fin.
hi: एक सत्र बनाया गया और एजेंट चल रहा है। पूरा होने पर सूचना मिलेगी।
ja: セッションを作成し、エージェントを実行中です。終了すると通知が届きます。
pt_br: Uma sessão foi criada e o agente está em execução. Você receberá uma notificação ao concluir.
ru: Сессия создана, агент выполняется. По завершении придёт уведомление.
zh_hans: 已创建会话，智能体正在运行。完成后会收到通知。

source: 세션을 만들지 못했어요
ar: تعذّر إنشاء الجلسة
en: Couldn't create the session
es: No se pudo crear la sesión
fr: Impossible de créer la session
hi: सेशन नहीं बना सके
ja: セッションを作成できませんでした
pt_br: Não foi possível criar a sessão
ru: Не удалось создать сессию
zh_hans: 无法创建会话

source: 세션을 보관하지 못했어요.
ar: تعذّرت أرشفة الجلسات.
en: Couldn’t archive the sessions.
es: No se pudieron archivar las sesiones.
fr: Impossible d’archiver les sessions.
hi: सत्र संग्रहित नहीं किए जा सके।
ja: セッションをアーカイブできませんでした。
pt_br: Não foi possível arquivar as sessões.
ru: Не удалось архивировать сессии.
zh_hans: 无法归档会话。

source: 세션을 복구하지 못했어요.
ar: تعذّرت استعادة الجلسات.
en: Couldn’t restore the sessions.
es: No se pudieron restaurar las sesiones.
fr: Impossible de restaurer les sessions.
hi: सत्र पुनर्स्थापित नहीं किए जा सके।
ja: セッションを復元できませんでした。
pt_br: Não foi possível restaurar as sessões.
ru: Не удалось восстановить сессии.
zh_hans: 无法恢复会话。

source: 세션이 없습니다. 우상단 + 로 만들 수 있어요.
ar: لا توجد جلسات. أنشئ واحدة عبر + في الأعلى يمينًا.
en: No sessions yet. Tap + at the top right to create one.
es: Aún no hay sesiones. Toca + arriba a la derecha para crear una.
fr: Aucune session. Touchez + en haut à droite pour en créer une.
hi: अभी कोई सत्र नहीं है। दाईं ओर ऊपर + दबाकर बनाएँ।
ja: セッションはまだありません。右上の + で作成できます。
pt_br: Sem sessões ainda. Toque em + no canto superior direito para criar uma.
ru: Сессий пока нет. Нажмите + в правом верхнем углу, чтобы создать.
zh_hans: 尚无会话。轻触右上角 + 创建一个。

source: 세션이 없어요
ar: لا توجد جلسات
en: No sessions
es: Sin sesiones
fr: Aucune session
hi: कोई सत्र नहीं
ja: セッションがありません
pt_br: Sem sessões
ru: Нет сессий
zh_hans: 没有会话

source: 세션이 이미지·PDF·문서 같은 파일을 만들면 여기에 모여요.
ar: عندما تنشئ الجلسة ملفات مثل الصور أو ملفات PDF أو المستندات، ستظهر هنا.
en: When the session creates files like images, PDFs, or documents, they appear here.
es: Cuando la sesión cree archivos como imágenes, PDF o documentos, aparecerán aquí.
fr: Lorsque la session crée des fichiers (images, PDF, documents), ils apparaissent ici.
hi: जब सेशन इमेज, PDF या दस्तावेज़ जैसी फ़ाइलें बनाता है, वे यहाँ दिखेंगी।
ja: セッションが画像・PDF・ドキュメントなどのファイルを作成すると、ここに表示されます。
pt_br: Quando a sessão cria arquivos como imagens, PDFs ou documentos, eles aparecem aqui.
ru: Когда сессия создаёт файлы (изображения, PDF, документы), они появляются здесь.
zh_hans: 当会话生成图片、PDF 或文档等文件时，会显示在这里。

source: 셸
ar: الصدفة
en: Shell
es: Shell
fr: Shell
hi: शेल
ja: シェル
pt_br: Shell
ru: Оболочка
zh_hans: Shell

source: 셸 스크립트
ar: نص shell
en: Shell script
es: Script de shell
fr: Script shell
hi: शेल स्क्रिप्ट
ja: シェルスクリプト
pt_br: Script de shell
ru: Shell-скрипт
zh_hans: Shell 脚本

source: 손가락으로 직접 화면을 만지는 게 아니라, 트랙패드처럼 커서를 움직여요.
ar: أنت لا تلمس الشاشة مباشرة، بل تحرّك المؤشر كما في لوحة التتبّع.
en: You don’t touch the screen directly — you move the cursor, like on a trackpad.
es: No tocas la pantalla directamente: mueves el cursor, como en un trackpad.
fr: Vous ne touchez pas l’écran directement : vous déplacez le curseur, comme sur un trackpad.
hi: आप स्क्रीन को सीधे नहीं छूते — ट्रैकपैड की तरह कर्सर हिलाते हैं।
ja: 画面を直接タッチするのではなく、トラックパッドのようにカーソルを動かします。
pt_br: Você não toca na tela diretamente — move o cursor, como num trackpad.
ru: Вы не касаетесь экрана напрямую — вы двигаете курсор, как на трекпаде.
zh_hans: 你不是直接触摸画面，而是像用触控板一样移动光标。

source: 손으로 규칙을 쓰지 않아도 돼요 — 에이전트가 이 레포의 디자인 토큰·i18n 카탈로그·디자인 문서를 읽어 규칙 초안을 제안해요. 승인하면 수집·리서치가 따르는 «강한 신호» 가 켜져요 (승인 전엔 적용 안 됨).
ar: لست مضطرًا لكتابة القواعد يدويًا — يقرأ الوكيل رموز التصميم وكتالوجات الترجمة (i18n) ومستندات التصميم في هذا المستودع ليقترح مسودة قواعد. اعتمدها لتفعيل الإشارة القوية التي يتبعها الجمع والبحث (لا يُطبَّق شيء قبل الاعتماد).
en: You don't have to write the rules by hand — the agent reads this repo's design tokens, i18n catalogs, and design docs to propose a rules draft. Approve it to turn on the strong signal that collection and research follow (nothing is applied before approval).
es: No tienes que escribir las reglas a mano: el agente lee los tokens de diseño, los catálogos i18n y los documentos de diseño de este repositorio para proponer un borrador de reglas. Apruébalo para activar la señal fuerte que siguen la recopilación y la investigación (no se aplica nada antes de aprobar).
fr: Vous n'avez pas à écrire les règles à la main : l'agent lit les jetons de design, les catalogues i18n et les documents de design de ce dépôt pour proposer un brouillon de règles. Approuvez-le pour activer le signal fort que suivent la collecte et la recherche (rien n'est appliqué avant l'approbation).
hi: आपको नियम हाथ से लिखने की ज़रूरत नहीं — एजेंट इस रिपॉज़िटरी के डिज़ाइन टोकन, i18n कैटलॉग और डिज़ाइन दस्तावेज़ पढ़कर नियमों का ड्राफ़्ट सुझाता है। इसे स्वीकृत करें ताकि वह «मज़बूत संकेत» चालू हो जो संग्रह और शोध अपनाते हैं (स्वीकृति से पहले कुछ लागू नहीं होता)।
ja: ルールを手で書く必要はありません — エージェントがこのリポジトリのデザイントークン・i18n カタログ・デザイン文書を読み取ってルールの下書きを提案します。承認すると、収集・リサーチが従う「強いシグナル」が有効になります（承認前は適用されません）。
pt_br: Você não precisa escrever as regras à mão — o agente lê os tokens de design, os catálogos i18n e os documentos de design deste repositório para propor um rascunho de regras. Aprove-o para ativar o sinal forte que a coleta e a pesquisa seguem (nada é aplicado antes da aprovação).
ru: Не нужно писать правила вручную — агент читает токены дизайна, каталоги i18n и документы по дизайну этого репозитория и предлагает черновик правил. Утвердите его, чтобы включить сильный сигнал, которому следуют сбор и исследование (до утверждения ничего не применяется).
zh_hans: 你不必手写规则——代理会读取此仓库的设计令牌、i18n 目录和设计文档，提出规则草稿。批准后即可开启收集与调研所遵循的“强信号”（批准前不会应用）。

source: 손을 떼면 입력돼요
ar: اترك للإدخال
en: Release to insert
es: Suelta para insertar
fr: Relâchez pour insérer
hi: डालने के लिए छोड़ें
ja: 指を離すと入力されます
pt_br: Solte para inserir
ru: Отпустите, чтобы вставить
zh_hans: 松开即可输入

source: 수동
ar: يدوي
en: Manual
es: Manual
fr: Manuel
hi: मैनुअल
ja: 手動
pt_br: Manual
ru: Вручную
zh_hans: 手动

source: 수동 (컬럼 직접 지정)
ar: يدوي (تحديد الأعمدة)
en: Manual (Set Columns)
es: Manual (definir columnas)
fr: Manuel (définir les colonnes)
hi: मैन्युअल (कॉलम सेट करें)
ja: 手動（列数を指定）
pt_br: Manual (definir colunas)
ru: Вручную (задать столбцы)
zh_hans: 手动（指定列数）

source: 수동 — 자동 회복이 끝까지 실패하면 «앱 다시 시작». fresh Tor 인스턴스 + 새 SSH 세션 — 가장 확실한 회복.
ar: يدوي — إذا فشل التعافي التلقائي تماماً، اضغط «إعادة تشغيل التطبيق». نسخة Tor جديدة + جلسة SSH جديدة — أضمن طريقة للاسترداد.
en: Manual — if automatic recovery fails completely, use “Restart app”. A fresh Tor instance + a new SSH session — the most reliable way to recover.
es: Manual — si la recuperación automática falla del todo, usa «Reiniciar app». Una instancia Tor nueva + una sesión SSH nueva — la recuperación más fiable.
fr: Manuelle — si la récupération automatique échoue complètement, utilisez « Redémarrer l’app ». Nouvelle instance Tor + nouvelle session SSH — la récupération la plus fiable.
hi: मैन्युअल — यदि स्वचालित रिकवरी पूरी तरह विफल हो जाए तो «ऐप पुनः प्रारंभ करें» का उपयोग करें। नया Tor इंस्टेंस + नया SSH सत्र — सबसे विश्वसनीय रिकवरी।
ja: 手動 — 自動回復が最後まで失敗したら「アプリを再起動」。fresh な Tor インスタンス + 新しい SSH セッション — 最も確実な回復方法です。
pt_br: Manual — se a recuperação automática falhar de vez, use «Reiniciar app». Uma instância Tor nova + uma sessão SSH nova — a recuperação mais confiável.
ru: Вручную — если автоматическое восстановление полностью не сработало, нажмите «Перезапустить приложение». Свежий экземпляр Tor + новая SSH-сессия — самый надёжный способ восстановиться.
zh_hans: 手动 — 自动恢复彻底失败时点击「重启应用」。全新的 Tor 实例 + 新的 SSH 会话 — 最可靠的恢复方式。
